{
  "articles": [
    {
      "title": "Mantan Bos Facebook Indonesia Berlabuh di Unilever",
      "article": "PT Unilever Indonesia Tbk mengumumkan penunjukan Sri Widowati sebagai Chief Digital Transformation and Growth Officer. Sebelumnya, Wido menjabat sebagai Country Manager Facebook Indonesia. Wido akan mulai bekerja efektif pada 1 Mei 2019 mendatang. Dalam keterangan resminya, Selasa (9/4/2019), Unilever menyatakan, langkah ini diambil untuk mempertahankan posisi perseroan sebagai salah satu pemimpin pasar di industri fast moving consumer goods (FMCG) di tengah perkembangan teknologi digital. \"Setelah 86 tahun beroperasi di Indonesia, ini merupakan pertama kalinya Unilever Indonesia memiliki seorang Chief Digital Transformation and Growth Officer,\" kata Hermant Bakshi, Presiden Direktur Unilever Indonesia. Baca juga: Bos Facebook Indonesia Resmi Mengundurkan Diri Bakshi menuturkan, transformasi digital merupakan salah satu agenda utama Unilever untuk mempertahankan keunggulan bisnis agar tetap menang di masa yang akan datang. Salah satu tren yang paling nyata dalam beberapa tahun terakhir adalah pergeseran perilaku dan gaya hidup konsumen Indonesia yang menjadi semakin modern. Perkembangan teknologi digital telah mengubah cara konsumen memperoleh informasi, berkomunikasi dan berbelanja, terutama di kalangan konsumen milenial yang jumlahnya semakin besar. Konsumen pun menjadi semakin tersegmentasi. Untuk bisa memenangkan pasar ini, perseroan perlu melakukan transformasi dalam cara kami menjangkau dan berkomunikasi secara tepat sasar dengan konsumen dari setiap segmen. Baca juga: 5 Desember, Unilever Indonesia Bagikan Dividen Rp 3,13 Triliun \"Keberadaan Chief Digital Transformation and Growth Officer akan memiliki peranan yang sangat strategis dalam menciptakan strategi yang transformatif, disruptif dan tepat sasar bagi setiap segmen Konsumen,\" sebut dia. Wido pun dianggap memiliki pengalaman yang sangat kaya dalam bidangnya. Kiprahnya di Unilever pun telah tercatat sejak lama. Ia memulai kariernya sebagai Management Trainee di Unilever Indonesia pada tahun 1994. Di masa itu, ia memimpin sejumlah brand dalam kategori personal care. Baca juga: Unilever Jual Lini Bisnis Blue Band Rp 2,9 Triliun Dalam perannya sebagai Chief Digital Transformation and Growth Officer di Unilever Indonesia, Wido akan fokus dalam pengelolaan Digital Hub, Consumer and Market Intelligence (CMI), serta Media. “Pengalaman Wido selama lebih dari 20 tahun di dunia pemasaran, ditambah peran pentingnya di industri digital beberapa tahun belakangan ini tentu dapat membawa inovasi besar bagi Unilever Indonesia,\" tutur Bakshi.",
      "id": 1
    },
    {
      "title": "Manfaat Belajar Bahasa Pemrograman untuk Kehidupan",
      "article": "Bagi developer, computer scientist, atau programmer tentu sudah tahu manfaat belajar bahasa pemrograman, tidak perlu dijelaskan lagi. Belajar bahasa pemrograman bagi mereka akan sangat bermanfaat untuk bidang pekerjaan yang dimilikinya, apalagi bagi mereka yang sedang mengerjakan proyek-proyek baru yang sama sekali belum pernah disentuhnya.\n\nAkan tetapi, bagaimana manfaat belajar bahasa pemrograman bagi orang awam atau orang yang sedang belajar? Tentu tak hanya sebatas meningkatkan kemampuan melakukan pemrograman yang akan di dapatkan, tetapi berbagai hal terkait dengan hal tersebut.\n\nSelain iming-iming intensif yang besar, belajar pemrograman memiliki beberapa manfaat yang dapat kita rasakan. Manfaat ini tidak secara langsung dapat kita rasakan, tetapi dengan proses belajar yang tepat, manfaat ini akan kita rasakan jauh setelah proses tersebut terlewati.\n\nBelajar bahasa pemrograman merupakan sebuah pembiasan. Pembiasaan dalam menuliskan baris-baris kode yang benar, pembiasaan dalam menggunakan penalaran yang tepat, dan pembiasaan dalam menggunakan perumusan yang sesuai. Proses-proses tersebut juga akan memberikan keuntungan tersendiri bagi orang-orang yang mempelajari bahasa pemrograman.",
      "id": 2
    },
    {
      "title": "a",
      "article": "aaa",
      "id": 3
    }
  ]
}